Repository: magiauy/PhoneStore
Catalog: PhoneStoreAdmin/Resources/Strings/*/Permission.resw
Source language: en_us
Languages: vi_vn

# PRODUCT_VIEW
source: View Product
vi_vn: Xem sản phẩm

# PRODUCT_EDIT
source: Edit Product
vi_vn: Chỉnh sửa sản phẩm

# PRODUCT_DELETE
source: Delete Product
vi_vn: Xóa sản phẩm

# ACCOUNT_VIEW
source: View Account
vi_vn: Xem tài khoản

# ACCOUNT_EDIT
source: Edit Account
vi_vn: Chỉnh sửa tài khoản

# ACCOUNT_DELETE
source: Delete Account
vi_vn: Xóa tài khoản

# ORDER_VIEW
source: View Order
vi_vn: Xem đơn hàng

# ORDER_EDIT
source: Edit Order
vi_vn: Chỉnh sửa đơn hàng

# ORDER_DELETE
source: Delete Order
vi_vn: Xóa đơn hàng

# INVOICE_VIEW
source: View Invoice
vi_vn: Xem hóa đơn

# INVOICE_EDIT
source: Edit Invoice
vi_vn: Chỉnh sửa hóa đơn

# INVOICE_DELETE
source: Delete Invoice
vi_vn: Xóa hóa đơn

# CUSTOMER_VIEW
source: View Customer
vi_vn: Xem khách hàng

# REPORT_VIEW
source: View Report
vi_vn: Xem báo cáo

# REPORT_EXPORT
source: Export Report
vi_vn: Xuất báo cáo

# SETTING_VIEW
source: View Settings
vi_vn: Xem cài đặt

# SETTING_EDIT
source: Edit Settings
vi_vn: Chỉnh sửa cài đặt

# PRODUCT_ATTRIBUTE_VIEW
source: View product attributes
vi_vn: Xem thuộc tính sản phẩm

# PRODUCT_ATTRIBUTE_MANAGE
source: Manage product attributes
vi_vn: Quản lý thuộc tính sản phẩm

# BRAND_VIEW
source: View Brands
vi_vn: Xem thương hiệu

# BATCH_VIEW
source: View Batches
vi_vn: Xem lô hàng

# ROLE_VIEW
source: View Roles
vi_vn: Xem vai trò

# EMPLOYEE_VIEW
source: View Employees
vi_vn: Xem nhân viên

# EMPLOYEE_ADD
source: Add Employee
vi_vn: Thêm nhân viên

# EMPLOYEE_EDIT
source: Edit Employee
vi_vn: Chỉnh sửa nhân viên

# EMPLOYEE_DELETE
source: Delete Employee
vi_vn: Xóa nhân viên

# SUPPLIERS_VIEW
source: View Suppliers
vi_vn: Xem nhà cung cấp

# SUPPLIERS_ADD
source: Add Supplier
vi_vn: Thêm nhà cung cấp

# SUPPLIERS_EDIT
source: Edit Supplier
vi_vn: Chỉnh sửa nhà cung cấp

# SUPPLIERS_DELETE
source: Delete Supplier
vi_vn: Xóa nhà cung cấp

# PURCHASE_ORDERS_VIEW
source: View Purchase Orders
vi_vn: Xem phiếu nhập

# PURCHASE_ORDERS_ADD
source: Add Purchase Order
vi_vn: Thêm phiếu nhập

# PURCHASE_ORDERS_EDIT
source: Edit Purchase Order
vi_vn: Chỉnh sửa phiếu nhập

# PURCHASE_ORDERS_DELETE
source: Delete Purchase Order
vi_vn: Xóa phiếu nhập

# PROMOTIONS_VIEW
source: View Promotions
vi_vn: Xem khuyến mãi

# PROMOTIONS_ADD
source: Add Promotion
vi_vn: Thêm khuyến mãi

# PROMOTIONS_EDIT
source: Edit Promotion
vi_vn: Chỉnh sửa khuyến mãi

# PROMOTIONS_DELETE
source: Delete Promotion
vi_vn: Xóa khuyến mãi
